---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilojoulesPerKelvin
source: html/4b5a0e7d-f401-1476-af19-c43c5afee311.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilojoulesPerKelvin Property

Kilojoules per Kelvin.

## Syntax (C#)
```csharp
public static ForgeTypeId KilojoulesPerKelvin { get; }
```